---
kind: property
id: P:Autodesk.Revit.UI.IFCExternalServiceUIData.Document
zh: 文档、文件
source: html/8f7fd867-1dc6-4cca-ef6a-d4232bc02144.htm
---
# Autodesk.Revit.UI.IFCExternalServiceUIData.Document Property

**中文**: 文档、文件

return the document

## Syntax (C#)
```csharp
public Document Document { get; }
```